[
  {
    "author": "Johannes Biesel (2. Vorsitzender JA Saar)",
    "message": "Das Problem an #Fasching, ist dass du nicht sagen kannst, ob sie 14 oder  18 ist. Wenn du dann Pech hast, kommste an die 18jährige. #Karneval"
  },
  {
    "author": "Holger Arppe (MdL Mecklenburg-Vorpommern)",
    "message": "Auf so'ner Springburg [kann man] schön ficken. Hunderte Kinder und deren  Familien stehen um die Hüpfburg herum und gucken. Dann wollen die  Kinder alle mitspielen. So´n schönes zehnjähriges Poloch ist sicher schön eng…"
  },
  {
    "author": "AfD Hochtaunus (Facebook)",
    "message": "Bei uns bekannten Revolutionen wurden irgendwann die Funkhäuser sowie die Pressehäuser gestürmt und die Mitarbeiter auf die Straße gezerrt. Darüber sollten Medienvertreter hierzulande einmal nachdenken."
  },
  {
    "author": "Uwe Junge (MdL Rheinland-Pfalz)",
    "message": "Der Tag wird kommen, an dem wir alle Ignoranten, Unterstützer, Beschwichtiger, Befürworter und Aktivisten der Willkommenskultur im Namen der unschuldigen Opfer zur Rechenschaft ziehen werden! Dafür lebe und arbeite ich. So wahr mir Gott helfe!"
  },
  {
    "author": "Petr Bystron (MdB)",
    "message": "Und da hat mein Freund Dr. Gauland 100-prozentig Recht – solche Menschen müssen wir selbstverständlich entsorgen."
  },
  {
    "author": "Alexander Gauland (MdB)",
    "message": "Wir werden sie jagen."
  },
  {
    "author": "Andre Poggenburg (MdL Sachsen-Anhalt)",
    "message": "Linksextreme Lumpen sollen und müssen von deutschen Hochschulen verbannt und statt einem Studiumsplatz lieber praktischer Arbeit zugeführt werden."
  },
  {
    "author": "Markus Frohnmaier (MdB)",
    "message": "Wenn wir kommen, dann wird aufgeräumt, dann wird ausgemistet, dann wird wieder Politik für das Volk und nur für das Volk gemacht"
  },
  {
    "author": "Günter Lenhardt (Kommunalpolitiker)",
    "message": "Dem Flüchtling ist es doch egal, an welcher Grenze, an der griechischen oder an der deutschen, er stirbt."
  },
  {
    "author": "Beatrix von Storch (MdB)",
    "message": "Wenn jemand kommt, und den ganz großen Knüppel rausholt und das damit schafft, innerhalb von zwei Tagen zu beenden, bin ich sofort dabei und solange tue ich, was ich kann."
  },
  {
    "author": "Frauke Petry (ehem. Parteisprecherin)",
    "message": "Er muss den illegalen Grenzübertritt verhindern, notfalls auch von der Schusswaffe Gebrauch machen."
  },
  {
    "author": "Frank Scherie (Kommunalpolitiker)",
    "message": "...sollte man sich nicht wundern, wenn der Bürger in Ermangeung von Alternativen selber das Heft in die Hand nimmt und Bürgerwehren gegen solche Umtriebe formiert. Ob diese dann im Falle eines Falles noch die 110 wählen oder direkt die Erwischten 'Import-Früchtchen' dem Vater Rhein zwecks Überprüfung der in NRW nur noch rudimentär vermittelten Schwimmfähigkeiten übergeben, bleibt der Phantasie des Lesers überlassen - genauso, ob ein Schlauchboot hinterhergeworfen wird, mit dem diese angebetenen Gäste mit dem 'Müllemer Bötchen' zu Herrn Wilders in die Niederlande hinaus komplementiert werden."
  },
  {
    "author": "Thomas Hartung (stellv. Vorsitzender AfD Sachsen)",
    "message": "Ich spreche einem Menschen mit Trisomie 21 die Befähigung ab, in Deutschland den Hochschulberuf eines Lehrers zu ergreifen, und gebe kund, dass ich als Nichtbehinderter von einem solchen nicht unterrichtet werden möchte."
  },
  {
    "author": "Bernd Lucke (EU-Abgeordneter, ehem. AfD)",
    "message": "Wenn die intelligenten mit den dummen (bildungsfernen) Kindern zusammen lernen, nutzen sie ihr Potential nicht."
  },
  {
    "author": "Lars Steinke (Vorsitzender JA Niedersachsen)",
    "message": "Stauffenberg war ein Verräter."
  },
  {
    "author": "Björn Höcke (MdL Thüringen)",
    "message": "Das große Problem ist, dass Hitler als absolut böse dargestellt wird."
  },
  {
    "author": "Detlef Küster (Landtagskandidat)",
    "message": "Verschissener, schwuler Muselmann."
  },
  {
    "message": "Wie krank im Geschlecht und im Geiste, wie unnatürlich verkommen ist diese rot-grüne Gefolgschaft? Deutschland schafft sich gerade selbst ab.",
    "author": "Andre Poggenburg (MdL Sachsen-Anhalt)"
  },
  {
    "message": "Ungesteuerte Massenzuwanderung ist ein Verbrechen an unseren Kindern.",
    "author": "Uwe Junge (MdL Rheinland-Pfalz)"
  },
  {
    "message": "Ich werde keinen Millimeter zurückweichen und diesen Kampf bis zu unserem Sieg führen!",
    "author": "Petr Bystron (MdB)"
  },
  {
    "message": "Liebe Freunde, das ist der totale Krieg gegen das Volk der Dichter und Denker.",
    "author": "Steffen Königer"
  },
  {
    "message": "Ladet sie mal ins Eichsfeld ein und sagt ihr dann, was spezifisch deutsche Kultur ist. Danach kommt sie hier nie wieder her, und wir werden sie dann auch, Gott sei dank, in Anatolien entsorgen können.",
    "author": "Alexander Gauland (MdB)"
  },
  {
    "message": "Im 21. Jahrhundert trifft der lebensbejahende afrikanische Ausbreitungstyp auf den selbstverneinenden europäischen Platzhaltertyp.",
    "author": "Björn Höcke (MdL Thüringen)"
  },
  {
    "message": "Ich will, dass Deutschland nicht nur eine tausendjährige Vergangenheit hat. Ich will, dass Deutschland auch eine tausendjährige Zukunft hat.",
    "author": "Björn Höcke (MdL Thüringen)"
  },
  {
    "message": "Christentum und Judentum stellen einen Antagonismus dar.",
    "author": "Björn Höcke (MdL Thüringen)"
  },
  {
    "message": "Unsere einst geachtete Armee ist von einem Instrument der Landesverteidigung zu einer durchgegenderten multikulturalisierten Eingreiftruppe im Dienste der USA verkommen.",
    "author": "Björn Höcke (MdL Thüringen)"
  },
  {
    "message": "Wir Deutschen, also unser Volk, sind das einzige Volk der Welt, das sich ein Denkmal der Schande in das Herz seiner Hauptstadt gepflanzt hat.",
    "author": "Björn Höcke (MdL Thüringen)"
  },
  {
    "message": "Von der NPD unterscheiden wir uns vornehmlich durch unser bürgerliches Unterstützerumfeld, nicht so sehr durch Inhalte",
    "author": "Björn Höcke (MdL Thüringen)"
  },
  {
    "message": "Lumpenproletariat der afro-arabischen Welt.",
    "author": "Frauke Petry (ehem. Parteisprecherin)"
  },
  {
    "message": "Dann sollten wir daran arbeiten, dass dieser Begriff (völkisch) wieder positiv besetzt ist.",
    "author": "Frauke Petry (ehem. Parteisprecherin)"
  },
  {
    "message": "Diese Kümmelhändler (Die Türken) haben selbst einen Völkermord an 1,5 Millionen Armeniern am Arsch",
    "author": "Andre Poggenburg (MdL Sachsen-Anhalt)"
  },
  {
    "message": "Der langfristige Genozid am deutschen Volk ist damit faktisch beschlossen [...]",
    "author": "Carsten Härle (Fraktionsvorsitzender AfD-Fraktion Heusenstamm)"
  },
  {
    "message": "Da 99% der Migranten ohnehin keine Flüchtlinge sind und keinen Schutz bedürfen [...]",
    "author": "Carsten Härle (Fraktionsvorsitzender AfD-Fraktion Heusenstamm)"
  },
  {
    "message": "Die jungen Leute aus Jena sind in Schulen der versifften Tradition der 68 groß geworden. Die merken nicht, dass die einwandernden Völker mit der Internationale und Multikulti gar nichts am Hut haben. Weder der Zigeuner aus Rumänien noch der Türke aus Anatolien noch der Araber aus Syrien oder der nordafrikanische Moslem. Letztere interessieren sich noch am ehesten noch für die Freundinnen der Linken.",
    "author": "Andreas Wild (MdL)"
  },
  {
    "message": "Und warum ist er ein Quotenneger? Ja, mein Gott, das ist keine Beleidigung Obamas, das beleidigt oder kritisiert vor allem diejenigen Menschen, die solche Menschen missbrauchen.",
    "author": "Dubravko Mandic (Landesschiedsgericht AfD BaWü)"
  },
  {
    "message": "Selbstverständlich zieht diese dann den Intelligenz-Durchschnitt in der aufnehmenden Bevölkerung nach unten. Und das gilt nicht nur für die eingewanderte Generation, sondern wegen der vererbten Veranlagung auch für die folgenden Generationen.",
    "author": "Hermann Behrendt (ehm. AfD-Sprecher NRW)"
  },
  {
    "message": "Die Herstellung von Mischvölkern um die nationalen Identitäten auszulöschen und damit die Abgabe der Souveränität an die EU, das ist einfach nicht zu ertragen und mündet in dem, was Sarrazin mal geschrieben hat: Deutschland schafft sich ab.",
    "author": "Jens Maier, JA Dresden"
  },
  {
    "message": "Wir riefen Gastarbeiter, bekamen aber Gesindel.",
    "author": "Nicolaus Fest (Landeskandidat Berlin)"
  },
  {
    "message": "Für die nächsten Jahre darf es deshalb keinen einzigen ausländischen Muslim geben, der nach Europa kommt. Die zunehmende Islamisierung und Terrorisierung des Abendlandes muss beendet werden.",
    "author": "Markus Frohnmaier (MdB)"
  },
  {
    "message": "Das Problem sind eher Randgruppen wie Sinti und Roma, die leider in großer Zahl kommen und nicht gut integrationsfähig sind.",
    "author": "Bernd Lucke (EU-Abgeordneter, ehem. AfD)"
  },
  {
    "message": "Multikulti hat die Aufgabe, die Völker zu homogenisieren und damit religiös und kulturell auszulöschen.",
    "author": "Beatrix von Storch (MdB)"
  }
]
